export default {
  projections: {
    НакладнаяE: {
      примечание: {
        __caption__: 'Примечание'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      вес: {
        __caption__: 'Вес'
      },
      статус: {
        __caption__: 'Статус'
      },
      фИОПолучателя: {
        __caption__: 'Ф и о получателя'
      },
      записьВНакладной: {
        __caption__: 'Запись в накладной',
        сумма: {
          __caption__: 'Сумма'
        },
        количество: {
          __caption__: 'Количество'
        },
        цена: {
          __caption__: 'Цена'
        },
        вес: {
          __caption__: 'Вес'
        }
      }
    },
    НакладнаяL: {
      примечание: {
        __caption__: 'Примечание'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      датаОтгрузки: {
        __caption__: 'Дата отгрузки'
      },
      вес: {
        __caption__: 'Вес'
      },
      статус: {
        __caption__: 'Статус'
      },
      фИОПолучателя: {
        __caption__: 'Ф и о получателя'
      }
    }
  },
  validations: {
    вес: {
      __caption__: 'Вес'
    },
    датаОтгрузки: {
      __caption__: 'Дата отгрузки'
    },
    примечание: {
      __caption__: 'Примечание'
    },
    статус: {
      __caption__: 'Статус'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    фИОПолучателя: {
      __caption__: 'Ф и о получателя'
    },
    сотрудник: {
      __caption__: 'сотрудник'
    },
    записьВНакладной: {
      __caption__: 'Запись в накладной'
    }
  }
};
