export default {
  projections: {
    ТоварE: {
      кодТовара: {
        __caption__: 'Код товара'
      },
      название: {
        __caption__: 'Название'
      },
      единицаИзмерения: {
        __caption__: 'Единица измерения'
      },
      описания: {
        __caption__: 'Описания'
      },
      цена: {
        __caption__: 'Цена'
      }
    },
    ТоварL: {
      название: {
        __caption__: 'Название'
      },
      единицаИзмерения: {
        __caption__: 'Единица измерения'
      },
      описания: {
        __caption__: 'Описания'
      },
      цена: {
        __caption__: 'Цена'
      }
    }
  },
  validations: {
    единицаИзмерения: {
      __caption__: 'Единица измерения'
    },
    кодТовара: {
      __caption__: 'Код товара'
    },
    название: {
      __caption__: 'Название'
    },
    описания: {
      __caption__: 'Описания'
    },
    цена: {
      __caption__: 'Цена'
    },
    записьВНакладной: {
      __caption__: 'записьВНакладной'
    },
    строкаЗаказа: {
      __caption__: 'строкаЗаказа'
    },
    товарНаСкладе: {
      __caption__: 'товарНаСкладе'
    }
  }
};
